{
    "detail": [
        {
        "Title": "Albert Einstein: The Genius Who Redefined Physics",
        "TitleBio": "Nobel Laureate in Physics (1921) for his groundbreaking work on the photoelectric effect, shaping modern physics.",
        "Fullname" : "Albert Einstein",
        "Born" : "March 14, 1879 - Ulm, Germany",
        "Field"  : "Theoretical Physics",
        "NoblePrize" : "1921 - Physics (Photoelectric Effect)",
        "KnownFor" : "Theory of Relativity, E=mc², Brownian Motion",
        "Influence" : "Modern Physics, Quantum Mechanics, Cosmology",
        "SubTitle": "Albert Einstein",
        "EarlyLife": "Albert Einstein was a German-born physicist who revolutionized science with his theory of relativity, particularly the equation E = mc², which demonstrated the relationship between mass and energy. Born in 1879, he struggled in traditional schooling but later excelled in physics, earning a degree from the Swiss Federal Institute of Technology. In 1905, his 'miracle year', he published groundbreaking papers on the photoelectric effect, Brownian motion, special relativity, and mass-energy equivalence, earning the Nobel Prize in Physics in 1921. His work laid the foundation for quantum mechanics and modern cosmology. Fleeing Nazi Germany in 1933, he moved to the U.S. and contributed to the development of the atomic bomb, though he later became a strong advocate for peace and nuclear disarmament. Einstein's legacy extends beyond science, as he symbolized intellectual curiosity and humanitarian values until his death in 1955.",
        "heroimg": "Assets/Images/Winners/einstein.jpg",
        "Strong1": "Theory of Relativity: ",
        "Major1": "Revolutionized our understanding of space and time.",
        "Strong2": "Photoelectric Effect: ",
        "Major2": "Led to the development of quantum mechanics, earning him the Nobel Prize.",
        "Strong3": "E = mc²: ",
        "Major3": "A formula that transformed modern physics and paved the way for nuclear energy.",
        "LaterLife": "Einstein spent his later years in the U.S., advocating for peace and scientific progress. His contributions continue to inspire scientists and thinkers worldwide.",
        "FunFact": "💡 Fun Fact:  Einstein was offered the presidency of Israel in 1952 but declined.",
        "Workh1": "📌 1905: The Miracle Year (Annus Mirabilis)",
        "Work1": "Published four groundbreaking papers, including Special Relativity and Photoelectric Effect.",
        "Workh2": "📌 1915: General Theory of Relativity",
        "Work2": "Introduced gravity as the curvature of space-time, changing our understanding of the universe.",
        "Workh3": "📌 1921: Nobel Prize in Physics",
        "Work3": "Recognized for his work on the Photoelectric Effect, which laid the foundation for quantum physics.",
        "Workh4": "📌 1939: Letter to Roosevelt",
        "Work4": "Warned about nuclear energy's potential, indirectly leading to the Manhattan Project.",
        "Workh5": "📌 1955: Legacy & Death",
        "Work5": "Passed away at Princeton, leaving behind a profound scientific legacy.",
        "Quotes1": "“Imagination is more important than knowledge.”",
        "Quotes2": "“Life is like riding a bicycle. To keep your balance, you must keep moving.”",
        "Quotes3": "“The important thing is not to stop questioning.”",
        "Gallery1": "Assets/Images/Winners/albert-gallery1.jpg",
        "Gallery2": "Assets/Images/Winners/albert-gallery2.jpg",
        "Gallery3": "Assets/Images/Winners/albert-gallery3.jpg",
        "GalleryLink": "laureate_gallery.html?name=einstein",
        "FAQ1": "❓ Why did Einstein win the Nobel Prize?",
        "FAQA1": "💬 For his discovery of the photoelectric effect, which was crucial in quantum theory.",
        "FAQ2": "❓ What was his biggest contribution to science?",
        "FAQA2": "💬 Theories of Relativity and Quantum Mechanics, shaping modern physics.",
        "FAQ3": "❓ Did Einstein work on the atomic bomb?",
        "FAQA3": "💬 He did not directly work on the Manhattan Project but warned about nuclear energy's potential.",
        "Died": "April 18, 1955 - Princeton, USA",
        "RelatedH1": "Marie Curie (1903)",
        "Related1": "A trailblazer in radioactivity research, Marie Curie became the first woman to win a Nobel Prize and remains the only person honored in two distinct scientific fields. Her discovery of radium and polonium revolutionized both medicine and fundamental physics, though her relentless dedication to science ultimately led to her death from radiation exposure. Curie's pioneering spirit paved the way for women in STEM and her mobile X-ray units saved countless lives during World War I.",
        "RelatedImg1": "Assets/Images/Winners/rel-3.jpg",
        "RelatedLink1": "detail_page_new.html?name=Marie Skłodowska Curie",
        "RelatedH2": "Linus Pauling (1901)",
        "Related2": "Renowned for his extraordinary versatility, Linus Pauling made groundbreaking contributions to chemistry, molecular biology, and peace activism. His quantum approach to chemical bonding earned him the 1954 Chemistry Prize, while his passionate campaign against nuclear testing won him the 1962 Peace Prize - making him the only person to receive two unshared Nobels in different fields. Though his later vitamin C theories were controversial, his early work fundamentally reshaped modern chemistry.",
        "RelatedImg2": "Assets/Images/Winners/rel-1.jpg",
        "RelatedLink2": "detail_page_new.html?name=Linus Carl Pauling",
        "RelatedH3": "John Bardeen (1908)",
        "Related3": "The brilliant but unassuming John Bardeen made history as the only two-time Nobel Physics laureate. His invention of the transistor at Bell Labs sparked the electronic revolution, while his BCS theory of superconductivity solved one of physics' greatest mysteries. Unlike more famous contemporaries, Bardeen preferred quiet collaboration over personal fame, yet his technological impact touches nearly every aspect of modern life through computers, medical imaging, and telecommunications.",
        "RelatedImg3": "Assets/Images/Winners/rel-2.jpg",
        "RelatedLink3": "detail_page_new.html?name=John Bardeen",
        "Education": "Albert Einstein was born on March 14, 1879, in Ulm, Germany. He studied at the Swiss Federal Polytechnic School in Zurich, where he earned a diploma in mathematics and physics in 1900. After graduating, he struggled to find a teaching position and took a job as a patent examiner at the Swiss Patent Office in Bern. In his spare time, he continued his scientific research and published groundbreaking papers, including the theory of special relativity in 1905. Later, he became a professor at several prestigious institutions, including the University of Zurich, the University of Prague, and the University of Berlin.",
        "Struggle": "Despite his later fame, Einstein faced several struggles early in life. He was considered a slow learner as a child and faced difficulties in finding a stable academic position after graduation. His unorthodox methods and revolutionary ideas were initially met with resistance from the scientific community. Additionally, he had to leave Germany in 1933 due to the rise of the Nazi regime, moving to the United States, where he took a position at the Institute for Advanced Study in Princeton, New Jersey.",
        "Acheivement": "Albert Einstein's most notable achievement is his theory of relativity, which revolutionized the understanding of space, time, and gravity. His famous equation, E=mc², established the relationship between mass and energy. In 1921, he was awarded the Nobel Prize in Physics for his explanation of the photoelectric effect, which laid the foundation for quantum theory. Einstein's contributions to theoretical physics have had a lasting impact on modern science.",
        "Research": "Einstein's research extended beyond relativity, including pivotal work in quantum mechanics, statistical physics, and cosmology. His study on the photoelectric effect demonstrated how light could behave as both a particle and a wave. Einstein also worked on the Brownian motion, explaining the random motion of particles suspended in a fluid. Despite being a theoretical physicist, his ideas inspired experimental validation, which confirmed his theories and established his reputation as one of the greatest scientists of all time.",
        "WikipediaLink": "https://en.wikipedia.org/wiki/Albert_Einstein",
        "BookImg1": "Assets/Images/Books/einstein-book1.jpeg",
        "BookTitle1": "Relativity: The Special and General Theory",
        "BookDesc1": "An exposition of Einstein's theory of relativity in a simple, non-technical way.",
        "BookLink1": "https://www.marxists.org/reference/archive/einstein/works/1910s/relative/relativity.pdf",
        "BookImg2": "Assets/Images/Books/einstein-book2.jpeg",
        "BookTitle2": "The Evolution of Physics",
        "BookDesc2": "A lucid introduction to the fundamental concepts of physics, co-authored by Einstein.",
        "BookLink2": "https://vinaire.me/wp-content/uploads/2014/02/evolution-of-physics-einstein-1938.pdf",
        "BookImg3": "Assets/Images/Books/einstein-book3.jpeg",
        "BookTitle3": "Ideas and Opinions",
        "BookDesc3": "A collection of essays presenting Einstein's thoughts on science, religion, and politics.",
        "BookLink3": "https://namnews.wordpress.com/wp-content/uploads/2012/04/29289146-ideas-and-opinions-by-albert-einstein.pdf",
        "BookImg4": "Assets/Images/Books/einstein-book4.jpeg",
        "BookTitle4": "The World As I See It",
        "BookDesc4": "A compilation of Einstein's personal beliefs, thoughts, and reflections on various topics.",
        "BookLink4": "https://cooperative-individualism.org/einstein-albert_the-world-as-i-see-it.pdf",
        "Summary": "Albert Einstein (1879–1955) was a German-born physicist who revolutionized science with his theory of relativity, introducing the famous equation E = mc². His groundbreaking work in quantum mechanics and cosmology earned him the Nobel Prize in Physics in 1921 for explaining the photoelectric effect. His theories reshaped our understanding of space, time, and energy, influencing modern physics. Fleeing Nazi Germany, he settled in the U.S., where he contributed to the atomic bomb project but later advocated for peace. Beyond science, Einstein became a global icon of intellect and humanitarianism, leaving a legacy that continues to inspire."

        },
        {
        "Title": "Marie Curie: The Pioneer of Radioactivity",
        "TitleBio": "Nobel Laureate in Physics (1903) and Chemistry (1911) for her groundbreaking discoveries of polonium and radium, revolutionizing science and medicine.",
        "Fullname" : "Marie Skłodowska Curie",
        "Born" : "November 7, 1867 – Warsaw, Poland",
        "Field"  : "Physics, Chemistry",
        "NoblePrize" : "1903 - Physics (Radioactivity), 1911 - Chemistry (Radium and Polonium)",
        "KnownFor" : "Discovery of Radium and Polonium, Radioactivity Research",
        "Influence" : "Medical Applications of Radiation, Nuclear Physics",
        "SubTitle": "Marie Curie",
        "EarlyLife": "Marie Curie, born in 1867 in Warsaw, Poland, was a pioneering physicist and chemist. She moved to Paris to study at the Sorbonne, becoming the first woman to earn a doctorate in science. Alongside her husband, Pierre Curie, she discovered polonium and radium, revolutionizing the study of radioactivity. Curie was the first woman to win a Nobel Prize and remains the only person to win in two scientific fields. Her work laid the foundation for nuclear physics and medical advancements, making her one of history's most influential scientistsAssets",
        "heroimg": "Assets/Images/Winners/curie.jpg",
        "Strong1": "Discovery of Radium and Polonium:",
        "Major1": "Groundbreaking research on radioactive elements.",
        "Strong2": "Radioactivity Studies:",
        "Major2": "Coined the term 'radioactivity' and advanced nuclear science.",
        "Strong3": "Medical Applications of Radiation:",
        "Major3": "Pioneered the use of radiation in medicine, particularly for cancer treatment.",
        "LaterLife": "Marie Curie was the first person to win two Nobel Prizes—in Physics (1903) and Chemistry (1911). Her research laid the foundation for modern nuclear physics and medical treatments. She passed away in 1934 due to prolonged exposure to radiation.",
        "FunFact": "💡 Fun Fact: Marie Curie's notebooks are still radioactive and stored in lead-lined boxes.",
        "Workh1": "📌 1898: Discovery of Radium and Polonium",
        "Work1": "Marie Curie and Pierre Curie discovered two radioactive elements, revolutionizing atomic science.",
        "Workh2": "📌 1903: Nobel Prize in Physics",
        "Work2": "Awarded jointly with Pierre Curie and Henri Becquerel for their work on radioactivity.",
        "Workh3": "📌 1911: Nobel Prize in Chemistry",
        "Work3": "Recognized for isolating radium and advancing the study of radioactive elements.",
        "Workh4": "📌 1914: Founding of Radium Institute",
        "Work4": "Established a research center for radioactivity and medical applications.",
        "Workh5": "📌 1934: Legacy & Death",
        "Work5": "Passed away due to prolonged exposure to radiation, leaving a lasting scientific legacy.",
        "Quotes1": "'Nothing in life is to be feared, it is only to be understood.'",
        "Quotes2": "'Be less curious about people and more curious about ideas.'",
        "Quotes3": "'One never notices what has been done; one can only see what remains to be done.'",
        "Gallery1": "Assets/Images/Winners/marie-gallery1.jpg",
        "Gallery2": "Assets/Images/Winners/marie-gallery2.jpg",
        "Gallery3": "Assets/Images/Winners/marie-gallery3.jpg",
        "GalleryLink": "laureate_gallery.html?name=curie",
        "FAQ1": "❓ Why did Marie Curie win the Nobel Prize?",
        "FAQA1": "💬 She won two Nobel Prizes: first in Physics (1903) for her work on radioactivity (shared with Pierre Curie and Becquerel), and later in Chemistry (1911) for discovering radium and polonium.",
        "FAQ2": "❓ What was her biggest contribution to science?",
        "FAQA2": "💬 Pioneering research on radioactivity, discovering radium/polonium, and advancing X-ray technology in WWI.",
        "FAQ3": "❓ Did Marie Curie's work harm her health?",
        "FAQA3": "💬 Yes, prolonged exposure to radiation led to her death from aplastic anemia, but her legacy revolutionized medicine and physics.",
        "Died": "July 4, 1934 – Sancellemoz, France",
        "RelatedH1": "Albert Einstein (1921)",
        "Related1": "Albert Einstein transformed our understanding of space, time, and energy with his revolutionary theories of relativity. Awarded the 1921 Physics Prize for his explanation of the photoelectric effect - a cornerstone of quantum theory - Einstein became science's most iconic figure. His famous equation E=mc² unlocked nuclear energy, while his humanitarian ideals made him a global symbol of intellectual freedom and social responsibility.",
        "RelatedImg1": "Assets/Images/Winners/rel-4.jpg",
        "RelatedLink1": "detail_page_new.html?name=Albert Einstein",
        "RelatedH2": "Linus Pauling (1901)",
        "Related2": "Renowned for his extraordinary versatility, Linus Pauling made groundbreaking contributions to chemistry, molecular biology, and peace activism. His quantum approach to chemical bonding earned him the 1954 Chemistry Prize, while his passionate campaign against nuclear testing won him the 1962 Peace Prize - making him the only person to receive two unshared Nobels in different fields. Though his later vitamin C theories were controversial, his early work fundamentally reshaped modern chemistry.",
        "RelatedImg2": "Assets/Images/Winners/rel-2.jpg",
        "RelatedLink2": "detail_page_new.html?name=Linus Carl Pauling",
        "RelatedH3": "John Bardeen (1908)",
        "Related3": "The brilliant but unassuming John Bardeen made history as the only two-time Nobel Physics laureate. His invention of the transistor at Bell Labs sparked the electronic revolution, while his BCS theory of superconductivity solved one of physics' greatest mysteries. Unlike more famous contemporaries, Bardeen preferred quiet collaboration over personal fame, yet his technological impact touches nearly every aspect of modern life through computers, medical imaging, and telecommunications.",
        "RelatedImg3": "Assets/Images/Winners/rel-3.jpg",
        "RelatedLink3": "detail_page_new.html?name=John Bardeen",
        "Education": "Marie Curie was born on November 7, 1867, in Warsaw, Poland. Denied higher education in her homeland due to gender restrictions, she moved to Paris in 1891 to study at the Sorbonne (University of Paris), where she earned degrees in physics and mathematics. In 1895, she married Pierre Curie, and together they pioneered research on radioactivity—a term she coined. Despite limited resources, she discovered the elements polonium (named after her homeland) and radium. In 1906, after Pierre's death, she became the Sorbonne's first female professor.",
        "Struggle": "Curie faced immense challenges: sexism in academia, poverty during her student years, and the dangers of handling radioactive materials without modern safety protocols. As a woman, she was nearly excluded from her first Nobel Prize (1903), but Pierre insisted on her recognition. Widowed at 38, she raised two daughters alone while continuing her research. Her health deteriorated due to prolonged radiation exposure, leading to her death in 1934 from aplastic anemia.",
        "Acheivement": "The first woman to win a Nobel Prize and the only person to win in two sciences (Physics, 1903; Chemistry, 1911), Curie revolutionized physics and medicine. Her discovery of radium enabled breakthroughs in cancer treatment (radiation therapy), and her mobile X-ray units saved countless soldiers in World War I. She founded the Curie Institutes, which remain leading research centers today.",
        "Research": "Curie's experiments with uranium ore led to the isolation of radium and polonium. She developed techniques to measure radioactivity and proved its atomic origin—overturning classical physics. Despite minimal funding, she processed tons of pitchblende in a makeshift lab to extract minute quantities of radium. Her work laid the foundation for nuclear physics and radiology, though her notebooks remain too radioactive to handle safely.",
        "WikipediaLink": "https://en.wikipedia.org/wiki/Marie_Curie",
        "BookImg1": "Assets/Images/Books/curie-book1.jpg",
        "BookTitle1": "Radioactive Substances",
        "BookDesc1": "Marie Curie's pioneering work on radioactivity, detailing her experiments and discoveries.",
        "BookLink1": "https://history.aip.org/exhibits/curie/curie.pdf",
        "BookImg2": "Assets/Images/Books/curie-book2.jpg",
        "BookTitle2": "Pierre Curie",
        "BookDesc2": "A heartfelt biography written by Marie Curie about her husband and scientific collaborator.",
        "BookLink2": "https://history.aip.org/exhibits/curie/brief/curie-brief.pdf",
        "BookImg3": "Assets/Images/Books/curie-book3.jpg",
        "BookTitle3": "Traité de Radioactivité (Treatise on Radioactivity)",
        "BookDesc3": "A comprehensive scientific treatise on the principles and properties of radioactivity.",
        "BookLink3": "https://archive.org/details/traitderadioac02curi",
        "BookImg4": "Assets/Images/Books/curie-book4.jpg",
        "BookTitle4": "Recherches sur les Substances Radioactives",
        "BookDesc4": "An in-depth study of radioactive substances and their behavior, based on Curie's extensive research.",
        "BookLink4": "https://www.gutenberg.org/ebooks/43233",
        "Summary": "Marie Curie (1867–1934) was a pioneering physicist and chemist best known for her groundbreaking research on radioactivity. She was the first woman to win a Nobel Prize and remains the only person to win in two different scientific fields—Physics (1903) and Chemistry (1911). Curie discovered the elements polonium and radium, significantly advancing medical and scientific applications of radiation. Her work laid the foundation for modern nuclear physics and cancer treatments. Despite facing gender barriers, she became an icon of perseverance and scientific excellence, leaving a lasting legacy in both science and medicine."

        },
        {
        "Title": "Linus Pauling: The Master of Chemical Bonds",
        "TitleBio": "Nobel Laureate in Chemistry (1954) and Peace (1962) for his pioneering work on quantum chemistry and molecular biology, as well as his activism against nuclear weapons.",
        "Fullname" : "Linus Carl Pauling",
        "Born" : "February 28, 1901 – Portland, Oregon, USA",
        "Field"  : "Chemistry, Biochemistry",
        "NoblePrize" : "1954 - Chemistry (Chemical Bonding), 1962 - Peace (Anti-Nuclear Activism)",
        "KnownFor" : "Quantum Chemistry, Protein Structures, Vitamin C Research",
        "Influence" : "Molecular Biology, Chemical Bonding Theory",
        "SubTitle": "Linus Pauling",
        "EarlyLife": "Linus Pauling, born in 1901 in Portland, Oregon, was a pioneering American chemist whose work transformed the scientific community’s understanding of chemical bonding and molecular architecture. After earning a Ph.D. from the California Institute of Technology (Caltech), he applied principles of quantum mechanics to explain how atoms bond together—a breakthrough that laid the groundwork for modern quantum chemistry. Pauling’s famous book, The Nature of the Chemical Bond, became a foundational text in chemistry. His research extended beyond pure science; he was also a passionate advocate for peace, campaigning against nuclear weapons testing during the Cold War. His extraordinary contributions earned him two unshared Nobel Prizes: the Nobel Prize in Chemistry in 1954 and the Nobel Peace Prize in 1962, making him the only person in history to receive two solo Nobel Prizes in different fields.",
        "heroimg": "Assets/Images/Winners/pauling.jpg",
        "Strong1": "Quantum Chemistry & Chemical Bonding:",
        "Major1": "Developed theories on molecular structures.",
        "Strong2": "Protein Structures & DNA Research:",
        "Major2": "Contributed to the discovery of the double-helix structure.",
        "Strong3": "Vitamin C Advocacy:",
        "Major3": "Promoted high-dose vitamin C for health benefits.",
        "LaterLife": "Pauling is the only person awarded two unshared Nobel Prizes: Chemistry (1954) and Peace (1962). He was an advocate against nuclear weapons testing and a pioneer in molecular medicine. He passed away in 1994.",
        "FunFact": "💡 Fun Fact: Pauling's research on sickle cell anemia was crucial to molecular biology.",
        "Workh1": "📌 1931: The Nature of the Chemical Bond",
        "Work1": "Linus Pauling introduced quantum mechanics into chemistry, revolutionizing molecular structures.",
        "Workh2": "📌 1954: Nobel Prize in Chemistry",
        "Work2": "Awarded for his research on the nature of chemical bonds and complex molecules.",
        "Workh3": "📌 1962: Nobel Peace Prize",
        "Work3": "Recognized for his activism against nuclear weapons and promotion of world peace.",
        "Workh4": "📌 1970: Vitamin C Advocacy",
        "Work4": "Championed the benefits of high-dose vitamin C, sparking debates in nutrition science.",
        "Workh5": "📌 1994: Legacy & Death",
        "Work5": "Passed away, leaving behind groundbreaking contributions to chemistry and human health.",
        "Quotes1": "'The best way to have a good idea is to have lots of ideas.'",
        "Quotes2": "'Satisfaction of one's curiosity is one of the greatest sources of happiness in life.'",
        "Quotes3": "'Do unto others 20% better than you would expect them to do unto you.'",
        "Gallery1": "Assets/Images/Winners/linus-gallery1.jpg",
        "Gallery2": "Assets/Images/Winners/linus-gallery2.jpg",
        "Gallery3": "Assets/Images/Winners/linus-gallery3.jpg",
        "GalleryLink": "laureate_gallery.html?name=pauling",
        "FAQ1": "❓ Why did Linus Pauling win the Nobel Prize?",
        "FAQA1": "💬 He won two unshared Nobels: Chemistry (1954) for chemical bond research, and the Peace Prize (1962) for anti-nuclear activism.",
        "FAQ2": "❓ What was his most famous scientific theory?",
        "FAQA2": "💬 The nature of chemical bonds (quantum chemistry) and the alpha-helix structure in proteins",
        "FAQ3": "❓ Was Pauling's vitamin C advocacy controversial?",
        "FAQA3": "💬 Yes, his claims that high-dose vitamin C cured colds/cancer lacked robust evidence, drawing criticism from peers.",
        "Died": "August 19, 1994 – Big Sur, USA",
        "RelatedH1": "Albert Einstein (1921)",
        "Related1": "Albert Einstein transformed our understanding of space, time, and energy with his revolutionary theories of relativity. Awarded the 1921 Physics Prize for his explanation of the photoelectric effect - a cornerstone of quantum theory - Einstein became science's most iconic figure. His famous equation E=mc² unlocked nuclear energy, while his humanitarian ideals made him a global symbol of intellectual freedom and social responsibility.",
        "RelatedImg1": "Assets/Images/Winners/rel-4.jpg",
        "RelatedLink1": "detail_page_new.html?name=Albert Einstein",
        "RelatedH2": "Marie Curie (1903)",
        "Related2": "A trailblazer in radioactivity research, Marie Curie became the first woman to win a Nobel Prize and remains the only person honored in two distinct scientific fields. Her discovery of radium and polonium revolutionized both medicine and fundamental physics, though her relentless dedication to science ultimately led to her death from radiation exposure. Curie's pioneering spirit paved the way for women in STEM and her mobile X-ray units saved countless lives during World War I.",
        "RelatedImg2": "Assets/Images/Winners/rel-3.jpg",
        "RelatedLink2": "detail_page_new.html?name=Marie Skłodowska Curie",
        "RelatedH3": "John Bardeen (1908)",
        "Related3": "The brilliant but unassuming John Bardeen made history as the only two-time Nobel Physics laureate. His invention of the transistor at Bell Labs sparked the electronic revolution, while his BCS theory of superconductivity solved one of physics' greatest mysteries. Unlike more famous contemporaries, Bardeen preferred quiet collaboration over personal fame, yet his technological impact touches nearly every aspect of modern life through computers, medical imaging, and telecommunications.",
        "RelatedImg3": "Assets/Images/Winners/rel-2.jpg",
        "RelatedLink3": "detail_page_new.html?name=John Bardeen",
        "Education": "Linus Pauling was born on February 28, 1901, in Portland, Oregon. He studied chemical engineering at Oregon State University before earning a PhD in chemistry and mathematical physics from the California Institute of Technology (Caltech) in 1925. His groundbreaking research on chemical bonding and molecular structures positioned him as one of the leading scientists of the 20th century. He later expanded his work into biology and medicine, advocating for the health benefits of vitamin C.",
        "Struggle": "Pauling faced financial struggles during his early education, often working multiple jobs to support himself. His outspoken political activism, particularly against nuclear weapons testing, led to conflicts with the U.S. government, including passport revocation and accusations of communist ties during the McCarthy era. Despite this, he persisted in his scientific and humanitarian efforts, standing firm in his beliefs.",
        "Acheivement": "A two-time unshared Nobel laureate, Pauling won the 1954 Nobel Prize in Chemistry for his research on the nature of chemical bonds and the 1962 Nobel Peace Prize for his efforts against nuclear weapons. He played a key role in shaping modern chemistry, molecular biology, and medical research. His advocacy contributed to the 1963 Nuclear Test Ban Treaty, demonstrating the impact of science on global policy.",
        "Research": "Pauling's work in quantum chemistry revolutionized our understanding of molecular interactions. He introduced the concept of hybrid orbitals and resonance, which are fundamental in chemistry today. His research extended into medicine, where he proposed the role of vitamin C in health and disease prevention. His interdisciplinary approach influenced fields ranging from genetics to material science.",
        "WikipediaLink": "https://en.wikipedia.org/wiki/Linus_Pauling",
        "BookImg1": "Assets/Images/Books/pauling-book1.jpg",
        "BookTitle1": "The Nature of the Chemical Bond",
        "BookDesc1": "A foundational text in chemistry explaining molecular structure and chemical bonding.",
        "BookLink1": "http://catalysis.eprints.iitm.ac.in/3644/1/The%20Nature%20of%20Chemical%20Bond.pdf",
        "BookImg2": "Assets/Images/Books/pauling-book2.jpg",
        "BookTitle2": "General Chemistry",
        "BookDesc2": "A detailed introduction to chemistry, widely used in education and research.",
        "BookLink2": "http://free.downloads.tuxfamily.net/openmathdep/applied/Chemistry-Pauling.pdf",
        "BookImg3": "Assets/Images/Books/pauling-book3.jpg",
        "BookTitle3": "Vitamin C and the Common Cold",
        "BookDesc3": "Pauling's controversial yet influential work on the benefits of Vitamin C for health.",
        "BookLink3": "https://extension.arizona.edu/sites/extension.arizona.edu/files/pubs/az1618.pdf",
        "BookImg4": "Assets/Images/Books/pauling-book4.jpg",
        "BookTitle4": "How to Live Longer and Feel Better",
        "BookDesc4": "A guide to health and longevity, advocating for nutritional science and lifestyle changes.",
        "BookLink4": "https://archive.org/details/How_To_Live_Longer_And_Feel_Better_PDF",
        "Summary": "Linus Pauling (1901–1994) was an American chemist, biochemist, and peace activist whose work revolutionized our understanding of chemical bonding and molecular biology. Awarded the Nobel Prize in Chemistry (1954) for his research on the nature of chemical bonds, he later received the Nobel Peace Prize (1962) for his efforts against nuclear weapons testing—making him one of the few individuals to win two unshared Nobel Prizes. Pauling also made significant contributions to the study of vitamin C and its potential health benefits. His interdisciplinary approach continues to influence chemistry, medicine, and global peace efforts."

        },
        {
        "Title": "John Bardeen: The Father of Modern Electronics",
        "TitleBio": "Nobel Laureate in Physics (1956, 1972) for his revolutionary contributions to solid-state physics, co-inventing the transistor and advancing superconductivity.",
        "Fullname" : "John Bardeen",
        "Born" : "May 23, 1908 – Madison, Wisconsin, USA",
        "Field"  : "Physics, Electrical Engineering",
        "NoblePrize" : "1956 - Physics (Transistor), 1972 - Physics (Superconductivity)",
        "KnownFor" : "Invention of the Transistor, BCS Theory of Superconductivity",
        "Influence" : "Development of Modern Computers, Electronics Industry",
        "SubTitle": "John Bardeen",
        "EarlyLife": "John Bardeen, born in 1908 in Madison, Wisconsin, was a physicist and electrical engineer who made groundbreaking contributions to technology. He earned degrees from the University of Wisconsin before joining Bell Labs, where he co-invented the transistor, a revolutionary development that transformed modern electronics. Later, Bardeen played a key role in advancing the theory of superconductivity, further shaping the field of physics. He remains the only person to win two Nobel Prizes in Physics, solidifying his legacy as one of the most influential scientists of the 20th century.",
        "heroimg": "Assets/Images/Winners/bardeen.jpg",
        "Strong1": "Invention of the Transistor:",
        "Major1": "Revolutionized modern electronics and computing.",
        "Strong2": "BCS Theory of Superconductivity:",
        "Major2": "Explained how materials conduct electricity without resistance.",
        "Strong3": "Advancements in Semiconductor Technology:",
        "Major3": "Laid the foundation for microchips.",
        "LaterLife": "Bardeen is the only physicist to win two Nobel Prizes in Physics (1956, 1972). His work led to the rise of modern computing and telecommunications. He passed away in 1991.",
        "FunFact": "💡 Fun Fact: Bardeen's transistor invention paved the way for smartphones and computers.",
        "Workh1": "📌 1947: Invention of the Transistor",
        "Work1": "John Bardeen co-invented the transistor, transforming modern electronics.",
        "Workh2": "📌 1956: Nobel Prize in Physics",
        "Work2": "Awarded for developing the transistor, leading to the rise of computers and telecommunications.",
        "Workh3": "📌 1957: BCS Theory of Superconductivity",
        "Work3": "Developed a theoretical explanation of superconductivity, solving a long-standing physics mystery.",
        "Workh4": "📌 1972: Second Nobel Prize in Physics",
        "Work4": "Honored again for contributions to the theory of superconductivity.",
        "Workh5": "📌 1991: Legacy & Death",
        "Work5": "Passed away, having shaped the modern technological landscape.",
        "Quotes1": "'Science is a collaborative effort; no one does it alone.'",
        "Quotes2": "'The transistor was a team effort, but its impact was greater than we ever imagined.'",
        "Quotes3": "'Understanding nature is the foundation of all technological advancements.'",
        "Gallery1": "Assets/Images/Winners/john-gallery1.jpg",
        "Gallery2": "Assets/Images/Winners/john-gallery2.jpg",
        "Gallery3": "Assets/Images/Winners/john-gallery3.jpg",
        "GalleryLink": "laureate_gallery.html?name=bardeen",
        "FAQ1": "❓ Why did John Bardeen win the Nobel Prize?",
        "FAQA1": "💬 He's the only person to win two Nobel Prizes in Physics: first for the transistor (1956), then for superconductivity theory (1972).",
        "FAQ2": "❓ How did his work impact technology?",
        "FAQA2": "💬 The transistor revolutionized electronics (computers, phones), and BCS theory explained superconductivity.",
        "FAQ3": "❓ Was Bardeen involved in practical inventions?",
        "FAQA3": "💬 Yes, he co-invented the transistor at Bell Labs, paving the way for modern digital devices.",
        "Died": "January 30, 1991 – Boston, USA",
        "RelatedH1": "Albert Einstein (1921)",
        "Related1": "Albert Einstein transformed our understanding of space, time, and energy with his revolutionary theories of relativity. Awarded the 1921 Physics Prize for his explanation of the photoelectric effect - a cornerstone of quantum theory - Einstein became science's most iconic figure. His famous equation E=mc² unlocked nuclear energy, while his humanitarian ideals made him a global symbol of intellectual freedom and social responsibility.",
        "RelatedImg1": "Assets/Images/Winners/rel-4.jpg",
        "RelatedLink1": "detail_page_new.html?name=Albert Einstein",
        "RelatedH2": "Marie Curie (1903)",
        "Related2": "A trailblazer in radioactivity research, Marie Curie became the first woman to win a Nobel Prize and remains the only person honored in two distinct scientific fields. Her discovery of radium and polonium revolutionized both medicine and fundamental physics, though her relentless dedication to science ultimately led to her death from radiation exposure. Curie's pioneering spirit paved the way for women in STEM and her mobile X-ray units saved countless lives during World War I.",
        "RelatedImg2": "Assets/Images/Winners/rel-3.jpg",
        "RelatedLink2": "detail_page_new.html?name=Marie Skłodowska Curie",
        "RelatedH3": "Linus Pauling (1901)",
        "Related3": "Renowned for his extraordinary versatility, Linus Pauling made groundbreaking contributions to chemistry, molecular biology, and peace activism. His quantum approach to chemical bonding earned him the 1954 Chemistry Prize, while his passionate campaign against nuclear testing won him the 1962 Peace Prize - making him the only person to receive two unshared Nobels in different fields. Though his later vitamin C theories were controversial, his early work fundamentally reshaped modern chemistry.",
        "RelatedImg3": "Assets/Images/Winners/rel-1.jpg",
        "RelatedLink3": "detail_page_new.html?name=Linus Carl Pauling",
        "EduTitle": "Education & Career",
        "Education": "John Bardeen was born on May 23, 1908, in Madison, Wisconsin. From an early age, he showed a strong aptitude for mathematics and science. He earned degrees in electrical engineering and physics from the University of Wisconsin–Madison before completing a Ph.D. in physics at Princeton University in 1936. His academic excellence and deep understanding of quantum mechanics and solid-state physics paved the way for revolutionary discoveries in semiconductors and superconductivity. After completing his doctorate, Bardeen worked in both academic and industrial research settings, including the Naval Ordnance Laboratory and Bell Labs, where he made some of his most groundbreaking contributions to physics and technology.",
        "StrTitle": "Struggle",
        "Struggle": "Despite his immense intellect and contributions, Bardeen often worked behind the scenes, allowing others to take credit for key discoveries. His groundbreaking work on the transistor initially faced skepticism from some of his peers, as the scientific community was hesitant to move beyond vacuum tube technology. Later, his research on superconductivity, which sought to explain one of physics' greatest mysteries, also took years to gain full recognition. Despite these challenges, Bardeen remained dedicated to his research, staying humble and committed to advancing scientific knowledge rather than seeking public fame.",
        "AchTitle": "Achievement",
        "Acheivement": "John Bardeen remains the only person to have won two Nobel Prizes in Physics. He received his first Nobel Prize in 1956 for co-inventing the transistor, a revolutionary invention that replaced bulky vacuum tubes and laid the foundation for modern electronics. In 1972, he was awarded his second Nobel Prize for co-developing the BCS theory of superconductivity, which provided a theoretical explanation for the phenomenon that had puzzled scientists for decades. His contributions to physics and engineering had a profound impact, shaping the future of computing, telecommunications, and medical imaging technologies.",
        "ResTitle": "Research & Experiment",
        "Research": "Bardeen's research in solid-state physics led to the development of the transistor, a fundamental breakthrough that enabled the digital revolution by making electronic devices smaller, faster, and more efficient. His work transformed technology, paving the way for microprocessors, personal computers, and modern telecommunications. Later, he collaborated with Leon Cooper and Robert Schrieffer to develop the BCS theory, which explained the behavior of superconductors and contributed to advancements in quantum mechanics. His discoveries remain essential in various applications, from microprocessors to MRI machines, influencing nearly every aspect of modern technology.",
        "WikipediaLink": "https://en.wikipedia.org/wiki/John_Bardeen",
        "BookImg1": "Assets/Images/Books/bardeen-book1.jpg",
        "BookTitle1": "True Genius: The Life and Science of John Bardeen",
        "BookDesc1": "A biography detailing the achievements and legacy of the only person to win two Nobel Prizes in Physics.",
        "BookLink1": "https://nap.nationalacademies.org/catalog/10372/true-genius-the-life-and-science-of-john-bardeen-the",
        "BookImg2": "Assets/Images/Books/bardeen-book2.jpg",
        "BookTitle2": "The Transistor: A Biography – Crystal Fire",
        "BookDesc2": "The story of how the transistor revolutionized technology and John Bardeen's key role in its invention.",
        "BookLink2": "https://watermark.silverchair.com/3_1_online.pdf?token=AQECAHi208BE49Ooan9kkhW_Ercy7Dm3ZL_9Cf3qfKAc485ysgAAB8owggfGBgkqhkiG9w0BBwaggge3MIIHswIBADCCB6wGCSqGSIb3DQEHATAeBglghkgBZQMEAS4wEQQMpRn4KyVHmKxoL0S7AgEQgIIHfSDurj5hEzQSli4M2LZ9achZOWSo-Cv98v_u9946W0OInKnV5N4unTxeVozFMr8SJCyR6_LsDI62IJGzTQvXxlV1yYAd7sqqHtwwkNsQZ_nvq4zBFc9RRqJaYFK-ZezkwJDLORxg8VuppsIkqVf3Jhk2zhVBCwgrisax_MIrK5b-Ju4ubyp67oWNFuACL1H7rv3ywtdENuv9pIEdoK6R_y4bSEE_n8JuyrBFFsW8kVerG05C309AS8-sXJ7sP-vsaxCrm5xdn4ByZJbV61UpVSEs2-zH26pQNOwBOsX5xKt4iWjg3mNRAIzDfq9UuopWOPMbSVkXjjwu5Y5EINSjul_jk_la0ceI4il4LFbg5PhqBfzC9AEdG816aR3-oMk3bCCtJWYvUYc5vySDRkmFHpIq_ZFalYFTO6u96_QPXYDV17B8zwir4XkHyVL6NnQaKpaPgw6b0tLVTklG3c1cgDPf22lu92_tYRI9YGILK___Nigv3-JKP4AebP-7upawPdHPLZyFnfs-sSl38YBMdftGEuxB7cFsgE_ypDKOjJhIlP8Umx17rrpbeKOy_jkVIxzJkfsqb0lwkV1H4xkjDxkJkdYF_HmyygwpA7-dLTmf7JIFqObzUrwjpg5LLvE6hHaWC5lCFHgZXGtOFLUQHuBHrWb2HxU_XwLX9hSau6jA-C2V_xOrLZIUgoUd7S4qgA_ffknglwnTr-aVbpYjAH4X-kT0-hM27Va7E56Kz9V_gK7Z-EMNpcaKjy3chEIEy2Vm9oozQ15utfRYoEurb9rzNcaExapdijmAL9syeLW4EoaS5CQIMp6DfFIldhaRBIsMG3FTJOFftCGIxhV7KV9hKNHskMQqvXDIjXdqkpZlVFr7a1njyP1QGUpLRUll-AYaZ-nfuPpx9D14b9rWQkHgH2smrF_ebgIhr0rT7ojgtZQDpZcy86Y5a5B0LPtfUZLcvyRPCWPUTbtzQaX_fyOt7hZLhw8SENR7DoHrzvQp8cECAMUd71FYU2_pybKwsxiXTwvoWGK4yFlCYwN_F8021ToYTyJBJZY0lMNZ7gRrIXTI6Y88gTEbVnIoy1xEGyIlt4F_R7IOs3FuitDV1F6NbMx-wxyQ-FjVINCHJGwejyJwREBWXwUcN_th77uJub66kD58hM0ReIKBu22lFlbBlMv8LNU1Xa6GDgoDwIIOTEQPZKxndEUxMnkdFDyznFl2hIqJNTIDM9yHIG8OYcP2GJqpfM2ziUdZ6436-GYWZIW3VYH_hs4TNqnSl31pDKKvXhQcrD5ohRNMYuO2GvtxWvStZJgrwf7o3pygrhnissgbQG0LWwG0V-mD3PF7mA60EJDjdgBZ4b6D42xu-hbENEPsedSCI9A334DCRU4hVvKRaLazARM5sy_Z-V2Chf6MUc4JzewKa0lW2-aJsEB5V9TfyztUcWlkSSAvp-ltfgzGUTwz-5s8vRvYDYaTkNoitoLgWujxYBxIMq6VrDC6TdHLmr9OPhNgqLwareSt0gu7rmzo9KsBmzwElQoOyXFIJoopNHhQTRpodjHZKQHo6Cvy1gNF80QxtPl0Tz8InhT3Db4pgFEnejLAPlUma6__kvEr1_UdNc4hNSSqcY00LJCGMibiWb344geGPs6EYRV4-3PVJl-oh7tEGajpv164Q8Gf6fPusJNpud9Q6gOTWVNH7LAWKFAubUYVHvzTAXy2gzGepU5nJu79mNpkw-px4ETib0YrmaDNDrRDNJtA44RXwDlHHPjqM4Wa76Jk-3dWxAOPJR_zQ-3LdM-IPh5fBogMxLNISIQ3ftA37v9RVgMaWEKMznXfCHpyTVtWFNWQaNCiPy5_GaCj1NHezKmOTPxJrEpJIFoTwkMTP3Gc51V7RdETXYlOrbwUv-lFvtc55k5M3s3P58-H29Gx_x4LmruTQLdlngV94njeRmXZcnn-d0jdxnm9HRx_z9yTtSA_CUFQJCgtX9Vc8gwfkRuAHFN2p2WX41a_agEKu5K2WyvYtbPj58UIQVCJoEDFrRP1JWdh4Mn4yQpcGn8NUgzBi7qU1E3YJjIykrKvFCGUlvQu6vW5mvuXoEkp74kuVi_aVHBWzBfj3jGlhi0COyww1p8hYzM-mhWjBZcrS9StWdhQs66wSvUISmKkzjMMjLxV80UQVnqVh9tEMiM7LSuieyuaWpls7depSM7ds9GhdPag6jOpJJGi5GeFvf1-aA7YarxWIZi0JvqV0ScOLgheR-N8xh3Okt_nX9Yhip1eiEtvr2tutTSlWB-pFsCR33Qqjj_QpkTa37h2XNdU5VReDjqDrFpMH9k06ETqplp7c-at5Vx-9D54gRAFGZ7VK7LpveLY0HFnBrXly0dgSOThD2YVlw6AcWe3p3uzVOn4V4Pua9obfqpW_mR16P5lCxKx1Fh5hu1BVGa7oxEuqlT94-Osmxds1V7rOQ3Ixo8jbaXgE75dFOPsA0ZiLNxRreJ-gpAj5ODe4ZZUIDqp0wgLORGkwn7hw4VUBMEjI5E4cy4BDbYV3_XGUykj-bELq3EJefHoU8b2qHB6tw",
        "BookImg3": "Assets/Images/Books/bardeen-book3.jpg",
        "BookTitle3": "The History of the Semiconductor Industry",
        "BookDesc3": "A historical account of semiconductor technology and the pioneers who shaped the industry.",
        "BookLink3": "https://djena.engineering.cornell.edu/hws/history_of_semiconductors.pdf",
        "BookImg4": "Assets/Images/Books/bardeen-book4.jpg",
        "BookTitle4": "Out of the Crystal Maze",
        "BookDesc4": "An exploration of solid-state physics and its role in the development of modern electronics.",
        "BookLink4": "https://api.pageplace.de/preview/DT0400.9780195345322_A23602725/preview-9780195345322_A23602725.pdf",
        "Summary": "John Bardeen (1908–1991) was an American physicist and electrical engineer who made groundbreaking contributions to solid-state physics. He was the co-inventor of the transistor, which revolutionized modern electronics and computing, earning him the Nobel Prize in Physics in 1956. Later, his work on superconductivity led to the development of the BCS theory, for which he won a second Nobel Prize in Physics in 1972, making him the only person to receive the award twice in this field. His discoveries paved the way for technological advancements that shape the modern world, from computers to medical imaging."

        },
        {
        "Title": "Malala Yousafzai: Champion of Education and Peace",
        "TitleBio": "Nobel Peace Prize Laureate (2014) for her struggle against the suppression of children and young people and for the right of all children to education.",
        "Fullname": "Malala Yousafzai",
        "Born": "July 12, 1997 - Mingora, Pakistan",
        "Field": "Education Activism, Human Rights",
        "NoblePrize": "2014 - Peace (Education Rights Advocacy)",
        "KnownFor": "Girls' Education Rights, Youth Empowerment",
        "Influence": "Global Education Policy, Women's Rights",
        "SubTitle": "Malala Yousafzai",
        "EarlyLife": "Malala Yousafzai, born in 1997 in Pakistan's scenic Swat Valley, grew up in a household that deeply valued education—her father was an educator and ran a local school. From a young age, Malala became a passionate advocate for girls’ education, especially as Taliban influence in the region grew and girls were banned from attending school. At just 11 years old, she began writing anonymous blog posts for the BBC Urdu service, detailing life under the oppressive regime. In 2012, she survived a life-threatening assassination attempt by the Taliban while returning home from school, an event that shocked the world and galvanized international support. Her remarkable recovery and unshakable commitment to education made her a global symbol of resilience and activism. In 2014, at the age of 17, she became the youngest-ever recipient of the Nobel Peace Prize. Today, she continues her work through the Malala Fund, championing girls’ rights and education worldwide.",
        "heroimg": "Assets/Images/Winners/malala.jpg",
        "Strong1": "Education Rights Advocacy:",
        "Major1": "Global champion for girls' right to education.",
        "Strong2": "Youth Empowerment:",
        "Major2": "Inspiring young people worldwide to stand up for their rights.",
        "Strong3": "International Policy Impact:",
        "Major3": "Influencing global education initiatives and policy reforms.",
        "LaterLife": "After recovering from the assassination attempt, Malala continued her activism from the UK. She established the Malala Fund, graduated from Oxford University, and continues to advocate for education and women's rights globally.",
        "FunFact": "💡 Fun Fact: Malala has an asteroid named after her - 316201 Malala.",
        "Workh1": "📌 2009: BBC Blogger",
        "Work1": "Wrote about life under Taliban rule in Pakistan's Swat Valley.",
        "Workh2": "📌 2012: Survival and Global Recognition",
        "Work2": "Survived an assassination attempt, becoming a global symbol of resistance.",
        "Workh3": "📌 2013: United Nations Speech",
        "Work3": "Delivered powerful address on education rights on her 16th birthday.",
        "Workh4": "📌 2014: Nobel Peace Prize",
        "Work4": "Became the youngest Nobel laureate at age 17.",
        "Workh5": "📌 2020: Oxford Graduate",
        "Work5": "Completed her degree in Philosophy, Politics, and Economics.",
        "Quotes1": "'One child, one teacher, one book, one pen can change the world.'",
        "Quotes2": "'When the whole world is silent, even one voice becomes powerful.'",
        "Quotes3": "'Education is neither Eastern nor Western, it is human.'",
        "Gallery1": "Assets/Images/Winners/malala-gallery1.jpg",
        "Gallery2": "Assets/Images/Winners/malala-gallery2.jpg",
        "Gallery3": "Assets/Images/Winners/malala-gallery3.jpg",
        "GalleryLink": "laureate_gallery.html?name=malala",
        "FAQ1": "❓ Why did Malala win the Nobel Peace Prize?",
        "FAQA1": "💬 For her struggle against the suppression of children and young people and for the right of all children to education.",
        "FAQ2": "❓ What is her main cause?",
        "FAQA2": "💬 Advocating for girls' education rights and equal access to quality education worldwide.",
        "FAQ3": "❓ How does she continue her work today?",
        "FAQA3": "💬 Through the Malala Fund, speeches, and partnerships with global organizations to promote education access.",
        "Died": "Living - Continues her work through the Malala Fund",
        "RelatedH1": "Nelson Mandela (1993)",
        "Related1": "South Africa's first Black president and anti-apartheid icon, Nelson Mandela's commitment to justice and reconciliation earned him the 1993 Nobel Peace Prize. His 27-year imprisonment and peaceful transition to democracy inspired millions worldwide, demonstrating the power of forgiveness and unity in overcoming systemic oppression.",
        "RelatedImg1": "Assets/Images/Winners/rel-nelson.jpg",
        "RelatedLink1": "detail_page_new.html?name=Nelson Rolihlahla Mandela",
        "RelatedH2": "Mother Teresa (1950)",
        "Related2": "Mother Teresa studied at a convent-run school in Skopje before joining the Sisters of Loreto in Ireland, where she learned English and began her religious training. She continued her novitiate in India, where she studied theology and became a teacher at St. Mary’s High School in Calcutta. Her experiences in the classroom and among the poor shaped her deep sense of compassion and service. In 1950, she founded the Missionaries of Charity, emphasizing not only acts of mercy but also the spiritual education of her sisters, fostering a life of humility, discipline, and devotion.",
        "RelatedImg2": "Assets/Images/Winners/rel-teresa.jpg",
        "RelatedLink2": "detail_page_new.html?name=Mother Teresa",
        "RelatedH3": "J.J. Thomson (1897)",
        "Related3": "J.J. Thomson studied at Owens College (now the University of Manchester) and later at Trinity College, Cambridge, where he became a Fellow and eventually succeeded James Clerk Maxwell as Cavendish Professor of Physics. His rigorous academic training in mathematics and experimental physics laid the groundwork for his groundbreaking discovery of the electron in 1897. Thomson was known for his dedication to scientific education, mentoring a generation of physicists—including multiple future Nobel Prize winners—and transforming the Cavendish Laboratory into a global center for experimental research.",
        "RelatedImg3": "Assets/Images/Winners/rel-jjthomson.jpg",
        "RelatedLink3": "detail_page_new.html?name=Sir Joseph John Thomson",
        "Education": "Malala Yousafzai's education journey is both personal and symbolic. Growing up in Pakistan's Swat Valley, she attended the school her father founded. When the Taliban banned girls' education, she continued learning in secret. After surviving an assassination attempt, she relocated to Birmingham, UK, where she completed her secondary education. In 2020, she graduated from Oxford University with a degree in Philosophy, Politics, and Economics, demonstrating the very right to education she fights for.",
        "Struggle": "Malala faced extreme opposition for her advocacy. Under Taliban rule, she received death threats for speaking out about girls' education rights. In 2012, she was shot in the head by Taliban gunmen but survived after extensive medical treatment. Despite this trauma, she emerged stronger, turning her experience into a platform for global advocacy. She faced the challenges of adapting to life in a new country while continuing her mission and managing global attention at a young age.",
        "Acheivement": "At age 17, Malala became the youngest Nobel Peace Prize laureate. She co-founded the Malala Fund, which works in regions worldwide to ensure 12 years of free, safe, quality education for every girl. Her autobiography 'I Am Malala' became an international bestseller. She has addressed the United Nations, met with world leaders, and continues to influence global education policy. In 2020, she completed her Oxford University degree, embodying her message about education's transformative power.",
        "Research": "Through the Malala Fund, she supports education researchers and activists worldwide. The organization conducts studies on girls' education, publishes reports on education in crisis regions, and develops solutions for educational challenges. Her advocacy has contributed to policy changes in various countries and increased international focus on girls' education. The Fund's research helps identify barriers to education and implement effective solutions.",
        "WikipediaLink": "https://en.wikipedia.org/wiki/Malala_Yousafzai",
        "BookImg1": "Assets/Images/Books/malala-book1.jpg",
        "BookTitle1": "I Am Malala",
        "BookDesc1": "Malala's memoir about her fight for girls' education and surviving an assassination attempt.",
        "BookLink1": "https://www.academia.edu/42115420/I_Am_Malala_The_Girl_Who_Stood_Up_for_Education_and_Was_Shot_by_the_Taliban",
        "BookImg2": "Assets/Images/Books/malala-book2.jpg",
        "BookTitle2": "We Are Displaced",
        "BookDesc2": "Stories of refugee girls and their journeys, including Malala's own experience.",
        "BookLink2": "https://www.unhcr.org/news/stories/2019/1/5c2f06fa4/displaced-malala-makes-powerful-plea-refugee-girls.html",
        "BookImg3": "Assets/Images/Books/malala-book3.jpg",
        "BookTitle3": "Malala's Magic Pencil",
        "BookDesc3": "An illustrated book inspiring young readers to make positive changes in their world.",
        "BookLink3": "https://www.malala.org/malalas-story",
        "BookImg4": "Assets/Images/Books/malala-book4.jpg",
        "BookTitle4": "Let Her Fly",
        "BookDesc4": "A father's journey in support of his daughter's right to education.",
        "BookLink4": "https://www.malala.org/fathers",
        "Summary": "Malala Yousafzai (born 1997) is a Pakistani education activist and the youngest Nobel Prize laureate. She gained global recognition for her courage in speaking out against Taliban restrictions on girls' education in Pakistan's Swat Valley. After surviving an assassination attempt in 2012, she became a powerful international voice for education rights. In 2014, she was awarded the Nobel Peace Prize for her struggle against the suppression of young people and for the right of all children to education. Through the Malala Fund, she continues to work for girls' education worldwide, while her own academic achievement at Oxford University embodies her message about education's transformative power."
        },
        {
        "Title": "Nelson Mandela: Icon of Freedom and Reconciliation",
        "TitleBio": "Nobel Peace Prize Laureate (1993) for his work in peacefully ending the apartheid regime and laying the foundations for a democratic South Africa.",
        "Fullname": "Nelson Rolihlahla Mandela",
        "Born": "July 18, 1918 - Mvezo, South Africa",
        "Field": "Civil Rights, Political Leadership",
        "NoblePrize": "1993 - Peace (Anti-Apartheid Activism)",
        "KnownFor": "Anti-Apartheid Movement, Reconciliation",
        "Influence": "Civil Rights, Democratic Transformation",
        "SubTitle": "Nelson Mandela",
        "EarlyLife": "Nelson Mandela, born in 1918 into the Thembu royal family in the small village of Mvezo, South Africa, would go on to become one of the most iconic figures of the 20th century. Educated in law at Fort Hare University and later the University of the Witwatersrand, he became one of the country's first Black lawyers. As racial segregation and oppression under apartheid deepened, Mandela became a key leader in the African National Congress (ANC). He co-founded its armed wing, Umkhonto we Sizwe, in response to violent state repression. Arrested and imprisoned for 27 years, Mandela became a global symbol of resistance and dignity. Upon his release in 1990, he helped lead South Africa through a peaceful transition from apartheid to democracy and was elected as the country's first Black president in 1994. Awarded the Nobel Peace Prize in 1993, Mandela's life and legacy remain a powerful testament to justice, reconciliation, and human rights.",
        "heroimg": "Assets/Images/Winners/nelson.jpg",
        "Strong1": "Anti-Apartheid Leadership:",
        "Major1": "Led the struggle against racial segregation.",
        "Strong2": "Peaceful Reconciliation:",
        "Major2": "Promoted national unity and forgiveness.",
        "Strong3": "Democratic Transformation:",
        "Major3": "First Black president of South Africa.",
        "LaterLife": "After his release from prison in 1990, Mandela led South Africa's transition from apartheid to democracy, becoming its first Black president in 1994. He focused on racial reconciliation and established the Truth and Reconciliation Commission.",
        "FunFact": "💡 Fun Fact: Mandela's prison number, 46664, became a symbol for HIV/AIDS awareness campaigns.",
        "Workh1": "📌 1944: Joined ANC",
        "Work1": "Became active in anti-apartheid politics through the African National Congress.",
        "Workh2": "📌 1964: Rivonia Trial",
        "Work2": "Sentenced to life imprisonment, delivered famous 'I Am Prepared to Die' speech.",
        "Workh3": "📌 1990: Release from Prison",
        "Work3": "Released after 27 years, led negotiations for democracy.",
        "Workh4": "📌 1994: Presidential Election",
        "Work4": "Became South Africa's first democratically elected president.",
        "Workh5": "📌 1999: Legacy",
        "Work5": "Stepped down after one term, focused on humanitarian work.",
        "Quotes1": "'It always seems impossible until it's done.'",
        "Quotes2": "'Education is the most powerful weapon which you can use to change the world.'",
        "Quotes3": "'I learned that courage was not the absence of fear, but the triumph over it.'",
        "Gallery1": "Assets/Images/Winners/nelson-gallery1.jpg",
        "Gallery2": "Assets/Images/Winners/nelson-gallery2.jpg",
        "Gallery3": "Assets/Images/Winners/nelson-gallery3.jpg",
        "GalleryLink": "laureate_gallery.html?name=nelson",
        "FAQ1": "❓ Why did Mandela win the Nobel Peace Prize?",
        "FAQA1": "💬 For his peaceful role in ending apartheid and establishing democracy in South Africa.",
        "FAQ2": "❓ How long was he imprisoned?",
        "FAQA2": "💬 27 years (1964-1990), mostly on Robben Island.",
        "FAQ3": "❓ What was his approach to reconciliation?",
        "FAQA3": "💬 He promoted forgiveness and unity between races, establishing the Truth and Reconciliation Commission.",
        "Died": "December 5, 2013 - Johannesburg, South Africa",
        "RelatedH1": "Malala Yousafzai (2014)",
        "Related1": "The youngest Nobel laureate, Malala's courage in standing up for education rights despite violent opposition mirrors Mandela's peaceful resistance to oppression. Her advocacy for equal rights and justice continues his legacy of fighting for fundamental human rights.",
        "RelatedImg1": "Assets/Images/Winners/rel-malala.jpg",
        "RelatedLink1": "detail_page_new.html?name=Malala Yousafzai",
        "RelatedH2": "Mother Teresa (1950)",
        "Related2": "Mother Teresa studied at a convent-run school in Skopje before joining the Sisters of Loreto in Ireland, where she learned English and began her religious training. She continued her novitiate in India, where she studied theology and became a teacher at St. Mary’s High School in Calcutta. Her experiences in the classroom and among the poor shaped her deep sense of compassion and service. In 1950, she founded the Missionaries of Charity, emphasizing not only acts of mercy but also the spiritual education of her sisters, fostering a life of humility, discipline, and devotion.",
        "RelatedImg2": "Assets/Images/Winners/rel-teresa.jpg",
        "RelatedLink2": "detail_page_new.html?name=Mother Teresa",
        "RelatedH3": "J.J. Thomson (1897)",
        "Related3": "J.J. Thomson studied at Owens College (now the University of Manchester) and later at Trinity College, Cambridge, where he became a Fellow and eventually succeeded James Clerk Maxwell as Cavendish Professor of Physics. His rigorous academic training in mathematics and experimental physics laid the groundwork for his groundbreaking discovery of the electron in 1897. Thomson was known for his dedication to scientific education, mentoring a generation of physicists—including multiple future Nobel Prize winners—and transforming the Cavendish Laboratory into a global center for experimental research.",
        "RelatedImg3": "Assets/Images/Winners/rel-jjthomson.jpg",
        "RelatedLink3": "detail_page_new.html?name=Sir Joseph John Thomson",
        "Education": "Nelson Mandela studied at the University College of Fort Hare and later at the University of Witwatersrand, where he was one of few Black law students. His education shaped his understanding of justice and equality. Despite facing racial discrimination, he completed his law degree and opened South Africa's first Black-owned law firm with Oliver Tambo. His commitment to education continued throughout his life, even studying via correspondence during his imprisonment.",
        "Struggle": "Mandela faced immense challenges during the apartheid era. He was imprisoned for 27 years (1964-1990), mostly on Robben Island, enduring harsh conditions and isolation. During this time, he was separated from his family and allowed few visitors. Despite these hardships, he refused conditional releases that would have required him to renounce his principles. His struggle became a symbol of resistance against racial oppression worldwide.",
        "Acheivement": "Mandela's greatest achievement was leading South Africa's peaceful transition from apartheid to democracy. As president (1994-1999), he focused on racial reconciliation, established the Truth and Reconciliation Commission, and laid foundations for a democratic society. He won the 1993 Nobel Peace Prize jointly with F.W. de Klerk. His leadership style, emphasizing forgiveness over vengeance, became a model for conflict resolution worldwide.",
        "Research": "Through the Nelson Mandela Foundation, he promoted social justice research and dialogue. The Foundation maintains his archives, conducts research on democracy and reconciliation, and implements programs addressing poverty and inequality. His prison writings and speeches are studied worldwide as examples of leadership and conflict resolution. The concept of 'Ubuntu' (human interconnectedness) that he championed influences social and political theory.",
        "WikipediaLink": "https://en.wikipedia.org/wiki/Nelson_Mandela",
        "BookImg1": "Assets/Images/Books/nelson-book1.jpg",
        "BookTitle1": "Long Walk to Freedom",
        "BookDesc1": "Mandela's autobiography detailing his journey from prisoner to president.",
        "BookLink1": "https://zelalemkibret.files.wordpress.com/2012/01/the-autobiography-of-nelson-mandela.pdf",
        "BookImg2": "Assets/Images/Books/nelson-book2.jpg",
        "BookTitle2": "Conversations with Myself",
        "BookDesc2": "A collection of private papers, speeches, and correspondence.",
        "BookLink2": "https://www.nelsonmandela.org/content/page/biography",
        "BookImg3": "Assets/Images/Books/nelson-book3.jpg",
        "BookTitle3": "The Prison Letters of Nelson Mandela",
        "BookDesc3": "Letters written during his 27 years of imprisonment.",
        "BookLink3": "https://www.prisonletters.org",
        "BookImg4": "Assets/Images/Books/nelson-book4.jpg",
        "BookTitle4": "Dare Not Linger",
        "BookDesc4": "Mandela's account of his presidential years, completed by Mandla Langa.",
        "BookLink4": "https://www.nelsonmandela.org/publications",
        "Summary": "Nelson Mandela (1918-2013) was a South African anti-apartheid revolutionary and political leader who became the country's first Black president (1994-1999). After spending 27 years in prison for fighting against racial segregation, he emerged to lead South Africa's peaceful transition from apartheid to democracy. His emphasis on reconciliation over retribution earned him the 1993 Nobel Peace Prize and established him as a global symbol of peace and social justice. Through the Nelson Mandela Foundation, his legacy continues to inspire work in social justice, democracy, and reconciliation worldwide."
        },
        {
        "Title": "Mother Teresa: Saint of the Gutters",
        "TitleBio": "Nobel Peace Prize Laureate (1979) for her humanitarian work with the poor in Kolkata, India.",
        "Fullname": "Mother Teresa",
        "Born": "August 26, 1910 – Skopje, Ottoman Empire (now North Macedonia)",
        "Field": "Humanitarian, Missionary",
        "NoblePrize": "1979 - Peace (Humanitarian Work)",
        "KnownFor": "Missionaries of Charity, Service to the Poor",
        "Influence": "Global Humanitarianism, Charity Work",
        "SubTitle": "Mother Teresa",
        "EarlyLife": "Born in 1910 as Anjezë Gonxhe Bojaxhiu in Skopje, in present-day North Macedonia, Mother Teresa felt a profound calling to serve others from an early age. She joined the Sisters of Loreto at 18 and moved to India, where she initially taught at a convent school in Kolkata. However, deeply moved by the suffering of the city’s poorest and sickest, she left the convent in 1948 to live among and care for them directly. In 1950, she founded the Missionaries of Charity, an organization dedicated to serving 'the poorest of the poor.' Her compassion, tireless work, and unwavering faith gained her worldwide admiration and led to numerous humanitarian awards, including the Nobel Peace Prize in 1979. Despite facing criticism and controversy later in life, Mother Teresa remains a global symbol of selfless service and compassion for the marginalized.",
        "heroimg": "Assets/Images/Winners/teresa.jpg",
        "Strong1": "Missionaries of Charity:",
        "Major1": "Founded a global order dedicated to serving the poorest of the poor.",
        "Strong2": "Nobel Peace Prize:",
        "Major2": "Recognized for her tireless humanitarian work in Kolkata and beyond.",
        "Strong3": "Canonization:",
        "Major3": "Declared a saint by the Catholic Church in 2016.",
        "LaterLife": "Mother Teresa expanded her order worldwide, opening hospices, orphanages, and leprosy centers. She continued her work until her death in 1997, leaving a legacy of compassion and service.",
        "FunFact": "💡 Fun Fact: Mother Teresa won the Nobel Peace Prize but asked for the prize banquet funds to be donated to the poor.",
        "Workh1": "📌 1950: Missionaries of Charity Founded",
        "Work1": "Established the order in Kolkata to serve the destitute.",
        "Workh2": "📌 1979: Nobel Peace Prize",
        "Work2": "Awarded for her humanitarian work.",
        "Workh3": "📌 1985: U.S. Presidential Medal of Freedom",
        "Work3": "Received the highest civilian honor in the United States.",
        "Workh4": "📌 1996: Honorary U.S. Citizenship",
        "Work4": "One of only a few people to receive this honor.",
        "Workh5": "📌 2016: Canonized as Saint Teresa of Calcutta",
        "Work5": "Declared a saint by Pope Francis.",
        "Quotes1": "'Not all of us can do great things. But we can do small things with great love.'",
        "Quotes2": "'If you judge people, you have no time to love them.'",
        "Quotes3": "'Peace begins with a smile.'",
        "Gallery1": "Assets/Images/Winners/teresa-gallery1.jpg",
        "Gallery2": "Assets/Images/Winners/teresa-gallery2.jpg",
        "Gallery3": "Assets/Images/Winners/teresa-gallery3.jpg",
        "GalleryLink": "laureate_gallery.html?name=teresa",
        "FAQ1": "❓ Why did Mother Teresa win the Nobel Peace Prize?",
        "FAQA1": "💬 For her work with the poor and sick in Kolkata, India, and her global humanitarian efforts.",
        "FAQ2": "❓ What is the Missionaries of Charity?",
        "FAQA2": "💬 A religious order founded by Mother Teresa to serve the poorest of the poor worldwide.",
        "FAQ3": "❓ Was Mother Teresa ever canonized?",
        "FAQA3": "💬 Yes, she was declared a saint by the Catholic Church in 2016.",
        "Died": "September 5, 1997 – Kolkata, India",
        "RelatedH1": "Malala Yousafzai (2014)",
        "Related1": "Like Mother Teresa, Malala is a symbol of compassion and advocacy for the vulnerable, especially children and women. Both have inspired global movements for education and humanitarianism.",
        "RelatedImg1": "Assets/Images/Winners/rel-malala.jpg",
        "RelatedLink1": "detail_page_new.html?name=Malala Yousafzai",
        "RelatedH2": "Nelson Mandela (1993)",
        "Related2": "Nelson Mandela studied at the University College of Fort Hare and later at the University of Witwatersrand, where he was one of few Black law students. His education shaped his understanding of justice and equality. Despite facing racial discrimination, he completed his law degree and opened South Africa's first Black-owned law firm with Oliver Tambo. His commitment to education continued throughout his life, even studying via correspondence during his imprisonment.",
        "RelatedImg2": "Assets/Images/Winners/rel-nelson.jpg",
        "RelatedLink2": "detail_page_new.html?name=Nelson Rolihlahla Mandela",
        "RelatedH3": "J.J. Thomson (1897)",
        "Related3": "J.J. Thomson studied at Owens College (now the University of Manchester) and later at Trinity College, Cambridge, where he became a Fellow and eventually succeeded James Clerk Maxwell as Cavendish Professor of Physics. His rigorous academic training in mathematics and experimental physics laid the groundwork for his groundbreaking discovery of the electron in 1897. Thomson was known for his dedication to scientific education, mentoring a generation of physicists—including multiple future Nobel Prize winners—and transforming the Cavendish Laboratory into a global center for experimental research.",
        "RelatedImg3": "Assets/Images/Winners/rel-jjthomson.jpg",
        "RelatedLink3": "detail_page_new.html?name=Sir Joseph John Thomson",
        "Education": "Mother Teresa attended a convent school in Skopje and later joined the Sisters of Loreto in Ireland before moving to India.",
        "Struggle": "Mother Teresa faced criticism for her strict views and the conditions in her homes for the dying, but she remained steadfast in her mission to serve the poor.",
        "Acheivement": "Mother Teresa's greatest achievement was founding the Missionaries of Charity, which now operates in over 130 countries, caring for the sick, orphaned, and dying.",
        "Research": "Her work inspired research into global poverty, charity, and the ethics of humanitarian aid.",
        "WikipediaLink": "https://en.wikipedia.org/wiki/Mother_Teresa",
        "BookImg1": "Assets/Images/Books/teresa-book1.png",
        "BookTitle1": "Come Be My Light",
        "BookDesc1": "A collection of Mother Teresa's private writings, revealing her spiritual struggles and devotion.",
        "BookLink1": "Assets/documents/teresa-book1.pdf",
        "BookImg2": "Assets/Images/Books/teresa-book2.png",
        "BookTitle2": "No Greater Love",
        "BookDesc2": "A compilation of Mother Teresa's teachings and reflections on love and service.",
        "BookLink2": "Assets/documents/teresa-book2.pdf",
        "BookImg3": "Assets/Images/Books/teresa-book3.png",
        "BookTitle3": "A Simple Path",
        "BookDesc3": "Insights into Mother Teresa's philosophy and the work of the Missionaries of Charity.",
        "BookLink3": "Assets/documents/teresa-book3.pdf",
        "BookImg4": "Assets/Images/Books/teresa-book4.png",
        "BookTitle4": "Mother Teresa: In My Own Words",
        "BookDesc4": "A collection of quotes and stories from Mother Teresa's life.",
        "BookLink4": "Assets/documents/teresa-book4.pdf",
        "Summary": "Mother Teresa (1910–1997) was a Catholic nun and missionary who dedicated her life to serving the poor and sick in Kolkata, India. She founded the Missionaries of Charity, which now operates worldwide. Awarded the Nobel Peace Prize in 1979, she became a global symbol of compassion and was canonized as a saint in 2016."
        },
        {
        "Title": "J.J. Thomson: Discoverer of the Electron",
        "TitleBio": "Nobel Laureate in Physics (1906) for his discovery of the electron and research on the conduction of electricity in gases.",
        "Fullname": "Sir Joseph John Thomson",
        "Born": "December 18, 1856 – Cheetham Hill, England",
        "Field": "Physics",
        "NoblePrize": "1906 - Physics (Discovery of the Electron)",
        "KnownFor": "Discovery of the Electron, Mass Spectrometry",
        "Influence": "Modern Atomic Theory, Physics Education",
        "SubTitle": "J.J. Thomson",
        "EarlyLife": "Joseph John (J.J.) Thomson, born in 1856 in Manchester, England, was a physicist whose discoveries fundamentally reshaped our understanding of atomic structure. He began his academic journey at Owens College and later advanced to Trinity College, Cambridge, where he became the director of the Cavendish Laboratory. In 1897, during experiments on cathode rays, Thomson discovered the electron—an achievement that earned him the Nobel Prize in Physics in 1906. This discovery was the first identification of a subatomic particle, challenging the prevailing belief that atoms were indivisible. Thomson also proposed the 'plum pudding' model of the atom and mentored a generation of scientists, including Ernest Rutherford. His contributions laid the groundwork for atomic physics and influenced the development of quantum theory and modern electronics.",
        "heroimg": "Assets/Images/Winners/jjthomson.png",
        "Strong1": "Discovery of the Electron:",
        "Major1": "Identified the electron as a fundamental particle, revolutionizing atomic theory.",
        "Strong2": "Cathode Ray Experiments:",
        "Major2": "Pioneered experiments that revealed the existence of subatomic particles.",
        "Strong3": "Mentorship:",
        "Major3": "Mentored many future Nobel laureates, including Ernest Rutherford.",
        "LaterLife": "Thomson continued his research and teaching at Cambridge, developing the first mass spectrometer. He was knighted in 1908 and served as president of the Royal Society.",
        "FunFact": "💡 Fun Fact: J.J. Thomson's son, George Paget Thomson, also won a Nobel Prize in Physics.",
        "Workh1": "📌 1897: Discovery of the Electron",
        "Work1": "Identified the electron through cathode ray experiments.",
        "Workh2": "📌 1906: Nobel Prize in Physics",
        "Work2": "Awarded for his investigations on the conduction of electricity by gases.",
        "Workh3": "📌 1912: Mass Spectrometer",
        "Work3": "Developed the first mass spectrometer, enabling precise measurement of atomic masses.",
        "Workh4": "📌 1918: President of the Royal Society",
        "Work4": "Led the Royal Society, promoting scientific research and education.",
        "Workh5": "📌 1937: Legacy",
        "Work5": "Remembered as a pioneer of modern physics and atomic theory.",
        "Quotes1": "'If you want to find the secrets of the universe, think in terms of energy, frequency and vibration.'",
        "Quotes2": "'The electron: may it never be forgotten.'",
        "Quotes3": "'Research is a continual process of discovery.'",
        "Gallery1": "Assets/Images/Winners/jjthomson-gallery1.png",
        "Gallery2": "Assets/Images/Winners/jjthomson-gallery2.png",
        "Gallery3": "Assets/Images/Winners/jjthomson-gallery3.png",
        "GalleryLink": "laureate_gallery.html?name=jjthomson",
        "FAQ1": "❓ Why did J.J. Thomson win the Nobel Prize?",
        "FAQA1": "💬 For his discovery of the electron and research on the conduction of electricity in gases.",
        "FAQ2": "❓ What was the significance of the electron discovery?",
        "FAQA2": "💬 It revolutionized atomic theory and led to the development of modern physics.",
        "FAQ3": "❓ Who were some of his famous students?",
        "FAQA3": "💬 Ernest Rutherford, Niels Bohr, and many other Nobel laureates.",
        "Died": "August 30, 1940 – Cambridge, England",
        "RelatedH1": "Nelson Mandela (1993)",
        "Related1": "Nelson Mandela studied at the University College of Fort Hare and later at the University of Witwatersrand, where he was one of few Black law students. His education shaped his understanding of justice and equality. Despite facing racial discrimination, he completed his law degree and opened South Africa's first Black-owned law firm with Oliver Tambo. His commitment to education continued throughout his life, even studying via correspondence during his imprisonment.",
        "RelatedImg1": "Assets/Images/Winners/rel-nelson.jpg",
        "RelatedLink1": "detail_page_new.html?name=Nelson Rolihlahla Mandela",
        "RelatedH2": "Malala Yousafzai (2014)",
        "Related2": "Like Mother Teresa, Malala is a symbol of compassion and advocacy for the vulnerable, especially children and women. Both have inspired global movements for education and humanitarianism.",
        "RelatedImg2": "Assets/Images/Winners/rel-malala.jpg",
        "RelatedLink2": "detail_page_new.html?name=Malala Yousafzai",
        "RelatedH3": "Mother Teresa (1950)",
        "Related3": "Mother Teresa studied at a convent-run school in Skopje before joining the Sisters of Loreto in Ireland, where she learned English and began her religious training. She continued her novitiate in India, where she studied theology and became a teacher at St. Mary’s High School in Calcutta. Her experiences in the classroom and among the poor shaped her deep sense of compassion and service. In 1950, she founded the Missionaries of Charity, emphasizing not only acts of mercy but also the spiritual education of her sisters, fostering a life of humility, discipline, and devotion.",
        "RelatedImg3": "Assets/Images/Winners/rel-teresa.jpg",
        "RelatedLink3": "detail_page_new.html?name=Mother Teresa",
        "Education": "Studied at Owens College, Manchester, and Trinity College, Cambridge. Became a professor at Cambridge and led the Cavendish Laboratory.",
        "Struggle": "Thomson faced skepticism from the scientific community when he first proposed the existence of the electron, but his experiments eventually convinced the world.",
        "Acheivement": "His greatest achievement was the discovery of the electron, which transformed science and technology.",
        "Research": "Thomson's research laid the groundwork for quantum mechanics, atomic physics, and mass spectrometry.",
        "WikipediaLink": "https://en.wikipedia.org/wiki/J._J._Thomson",
        "BookImg1": "Assets/Images/Books/jjthomson-book1.png",
        "BookTitle1": "Conduction of Electricity Through Gases",
        "BookDesc1": "Thomson's classic work on the behavior of electricity in gases.",
        "BookLink1": "Assets/documents/jjthomson-book1.pdf",
        "BookImg2": "Assets/Images/Books/jjthomson-book2.png",
        "BookTitle2": "Rays of Positive Electricity",
        "BookDesc2": "A treatise on positive rays and atomic structure.",
        "BookLink2": "Assets/documents/jjthomson-book2.pdf",
        "BookImg3": "Assets/Images/Books/jjthomson-book3.png",
        "BookTitle3": "The Corpuscular Theory of Matter",
        "BookDesc3": "J.J. Thomson's influential lectures on the nature of matter and the electron, foundational to atomic physics.",
        "BookLink3": "Assets/documents/jjthomson-book3.pdf",
        "BookImg4": "Assets/Images/Books/jjthomson-book4.png",
        "BookTitle4": "Recollections and Reflections",
        "BookDesc4": "J.J. Thomson's autobiography, reflecting on his scientific career.",
        "BookLink4": "Assets/documents/jjthomson-book4.pdf",
        "Summary": "Sir Joseph John Thomson (1856–1940) was a British physicist who discovered the electron, revolutionizing atomic theory and modern physics. Awarded the Nobel Prize in Physics in 1906, he also developed the first mass spectrometer and mentored many future Nobel laureates. His work laid the foundation for quantum mechanics and atomic structure."
        }
    ]
}