{
    "featured": [
        {
                "name": "Albert Einstein",
                "fullname": "Albert Einstein",
                "galleryname": "einstein",
                "body": "One of the greatest minds in history, Albert Einstein revolutionized physics with his Theory of Relativity. His groundbreaking work on the photoelectric effect earned him the Nobel Prize in 1921.",
                "bodyshort": "One of the greatest minds in history, Albert Einstein revolutionized physics with his Theory of Relativity.",
                "bodyshortest": "Albert Einstein revolutionized physics with his Theory of Relativity.",
                "button": "View Profile",
                "img": "Assets/Images/homepage-pic/albert.png",
                "textTop": "A Legacy of Genius",
                "textBottom": "Albert Einstein's work revolutionized physics, from his Theory of Relativity to the photoelectric effect, which earned him the 1921 Nobel Prize. His ideas reshaped our understanding of space, time, and energy, laying the foundation for modern physics. Beyond science, he was a visionary who championed peace, education, and intellectual freedom.",
                "textBottomshort": "Albert Einstein's work revolutionized physics, from his Theory of Relativity to the photoelectric effect, which earned him the 1921 Nobel Prize. His ideas reshaped our understanding of space, time, and energy, laying the foundation for modern physics.",
                "textBottomshortest": "Albert Einstein's work revolutionized physics, from his Theory of Relativity to the photoelectric effect, which earned him the 1921 Nobel Prize.",
                "btntop": "See More",
                "btnbottom": "Browse Gallery"
        },
        {
                "name": "Marie Curie",
                "fullname": "Marie Skłodowska Curie",
                "galleryname": "curie",
                "body": "Marie Curie revolutionized science with her research on radioactivity, becoming the first woman to win a Nobel Prize—and the only person to win in two scientific fields.",
                "bodyshort": "Marie Curie revolutionized science with her research on radioactivity.",
                "bodyshortest": "Marie Curie revolutionized science with her research on radioactivity.",
                "button": "View Profile",
                "img": "Assets/Images/homepage-pic/marie.png",
                "textTop": "Science That Changed the World",
                "textBottom": "Marie Curie's discoveries in radioactivity transformed science and medicine, leading to advancements in cancer treatment and nuclear physics. As the first woman to win a Nobel Prize—and the only person to win in two scientific fields—she defied societal norms and reshaped atomic science.",
                "textBottomshort": "Marie Curie's discoveries in radioactivity transformed science and medicine, leading to advancements in cancer treatment and nuclear physics. As the first woman to win a Nobel Prize—and the only person to win in two scientific fields.",
                "textBottomshortest": "Marie Curie's radioactivity research transformed science, medicine, cancer treatment and nuclear physics.",
                "btntop": "See More",
                "btnbottom": "Browse Gallery"
        },
        {
                "name": "Linus Pauling",
                "fullname": "Linus Carl Pauling",
                "galleryname": "pauling",
                "body": "A brilliant chemist and peace activist, Linus Pauling revolutionized our understanding of chemical bonding and molecular biology. A two-time Nobel Prize winner",
                "bodyshort": "A brilliant chemist and peace activist, Linus Pauling revolutionized our understanding of chemical bonding.",
                "bodyshortest": "Linus Pauling revolutionized our understanding of chemical bonding.",
                        "button": "View Profile",
                        "img" : "Assets/Images/homepage-pic/linus.png",
                "textTop": "A Legacy of Discovery and Activism",
                "textBottom": "Linus Pauling's groundbreaking work in chemistry and humanitarian efforts reshaped both science and society. His research in quantum chemistry and molecular biology revolutionized our understanding of chemical bonding. Beyond science, he championed nuclear disarmament, advocating for global peace and ethical responsibility.",
                "textBottomshort": "Linus Pauling's groundbreaking work in chemistry and humanitarian efforts reshaped both science and society. His research in quantum chemistry and molecular biology revolutionized our understanding of chemical bonding.",
                "textBottomshortest": "Linus Pauling's groundbreaking work in chemistry and humanitarian efforts reshaped both science and society.",
                "btntop": "See More",
                "btnbottom": "Browse Gallery"
        },
        {
                "name": "John Bardeen",
                "fullname": "John Bardeen",
                "galleryname": "bardeen",
                "body": "John Bardeen, the only physicist to win two Nobel Prizes, transformed technology with his co-invention of the transistor, revolutionizing electronics, computing, and communication.",
                "bodyshort": "John Bardeen, the only physicist to win two Nobel Prizes.",
                "bodyshortest": "John Bardeen, the only physicist to win two Nobel Prizes.",
                "button": "View Profile",
                "img":"Assets/Images/homepage-pic/john.png",
                "textTop": "The Father of Modern Electronics",
                "textBottom": "John Bardeen's innovations transformed technology and science. His invention of the transistor laid the foundation for modern computing and communication, while his work in superconductivity pushed the boundaries of quantum physics. His legacy continues to shape the digital world and inspire future scientists.",
                "textBottomshort": "John Bardeen's innovations transformed technology and science. His invention of the transistor laid the foundation for modern computing and communication, while his work in superconductivity pushed the boundaries of quantum physics.",
                "textBottomshortest": "John Bardeen's pioneering innovations transformed technology, revolutionized science, and inspired generations.",
                "btntop": "See More",
                "btnbottom": "Browse Gallery"
            
        },
        {
                "name": "Malala Yousafzai",
                "fullname": "Malala Yousafzai",
                "galleryname": "malala",
                "body": "The youngest Nobel Prize laureate, Malala Yousafzai became a global symbol of peaceful protest and female education after surviving an assassination attempt by the Taliban.",
                "bodyshort": "The youngest Nobel Prize laureate, Malala Yousafzai became a global symbol of peaceful protest and female education.",
                "bodyshortest": "Malala Yousafzai champions female education and peaceful protest globally.",
                "button": "View Profile",
                "img": "Assets/Images/homepage-pic/malala.png",
                "textTop": "Voice of Educational Rights",
                "textBottom": "Malala Yousafzai's unwavering advocacy for girls' education has inspired millions worldwide. Despite facing violent opposition, she continues to champion educational rights and gender equality. Her courage and resilience earned her the 2014 Nobel Peace Prize, making her the youngest laureate in history.",
                "textBottomshort": "Malala Yousafzai's unwavering advocacy for girls' education has inspired millions worldwide. Her courage and resilience earned her the 2014 Nobel Peace Prize, making her the youngest laureate in history.",
                "textBottomshortest": "Malala Yousafzai's advocacy for girls' education earned her the 2014 Nobel Peace Prize.",
                "btntop": "See More",
                "btnbottom": "Browse Gallery"
        },
        {
                "name": "Nelson Mandela",
                "fullname": "Nelson Rolihlahla Mandela",
                "galleryname": "nelson",
                "body": "Nelson Mandela, South Africa's first Black president and Nobel Peace Prize laureate, led the fight against apartheid and became a global symbol of peace and reconciliation.",
                "bodyshort": "Nelson Mandela led the fight against apartheid and became a global symbol of peace.",
                "bodyshortest": "Nelson Mandela fought apartheid and championed peace.",
                "button": "View Profile",
                "img": "Assets/Images/homepage-pic/nelson.png",
                "textTop": "Icon of Freedom and Justice",
                "textBottom": "Nelson Mandela's lifelong struggle against apartheid and dedication to racial equality transformed South Africa. After 27 years of imprisonment, he emerged to lead his nation to democracy, promoting reconciliation over vengeance. His 1993 Nobel Peace Prize recognized his pivotal role in South Africa's peaceful transition.",
                "textBottomshort": "Nelson Mandela's struggle against apartheid and dedication to racial equality transformed South Africa. After 27 years of imprisonment, he emerged to lead his nation to democracy.",
                "textBottomshortest": "Nelson Mandela's fight against apartheid and leadership transformed South Africa.",
                "btntop": "See More",
                "btnbottom": "Browse Gallery"
        },
        {
            "name": "Mother Teresa",
            "fullname": "Mother Teresa",
            "galleryname": "teresa",
            "body": "Mother Teresa, born Anjezë Gonxhe Bojaxhiu, was a Catholic nun and missionary who devoted her life to serving the poor and sick in Kolkata, India. She founded the Missionaries of Charity and was awarded the Nobel Peace Prize in 1979 for her humanitarian work.",
            "bodyshort": "Mother Teresa devoted her life to serving the poor and sick in India, founding the Missionaries of Charity.",
            "bodyshortest": "Mother Teresa, Nobel Peace Prize-winning humanitarian.",
            "button": "View Profile",
            "img": "Assets/Images/homepage-pic/teresa.png",
            "textTop": "Saint of the Gutters",
            "textBottom": "Mother Teresa's compassion and tireless service to the destitute in Kolkata made her a global symbol of charity and selflessness. Her Missionaries of Charity continue to serve the poorest of the poor worldwide. She was canonized as a saint in 2016.",
            "textBottomshort": "Mother Teresa's compassion and service made her a global symbol of charity. Her Missionaries of Charity continue her legacy.",
            "textBottomshortest": "Mother Teresa's compassion and service made her a global symbol of charity.",
            "btntop": "See More",
            "btnbottom": "Browse Gallery"
        },
        {
            "name": "J.J. Thomson",
            "fullname": "Sir Joseph John Thomson",
            "galleryname": "jjthomson",
            "body": "J.J. Thomson was a British physicist who discovered the electron, atomic physics. Awarded the Nobel Prize in Physics in 1906, he also developed the first mass and mentored many future Nobel laureates.",
            "bodyshort": "J.J. Thomson discovered the electron, revolutionizing atomic physics.",
            "bodyshortest": "J.J. Thomson, discoverer of the electron.",
            "button": "View Profile",
            "img": "Assets/Images/homepage-pic/jjthomson.png",
            "textTop": "Pioneer of Atomic Structure",
            "textBottom": "J.J. Thomson's discovery of the electron in 1897 transformed our understanding of matter. His work laid the foundation for modern atomic theory and inspired generations of physicists. He received the Nobel Prize in Physics in 1906.",
            "textBottomshort": "J.J. Thomson's discovery of the electron transformed atomic theory and inspired generations of physicists.",
            "textBottomshortest": "J.J. Thomson's discovery of the electron transformed atomic theory.",
            "btntop": "See More",
            "btnbottom": "Browse Gallery"
        }
    ]
}